const jellyfishData = [
    {
        area: "강원도",
        space: [
            {
                title: "강문 해수욕장",
                latlng: { lat: 37.796952777777776, lng: 128.91798333333332 },
            },
            {
                title: "갯마을 해수욕장",
                latlng: { lat: 37.94982777777778, lng: 128.77851944444447 },
            },
            { title: "경포 해수욕장", latlng: { lat: 37.80433333333333, lng: 128.90983055555557 } },
            {
                title: "광진리 해수욕장",
                latlng: { lat: 37.96477777777778, lng: 128.7646638888889 },
            },
            { title: "금진 해수욕장", latlng: { lat: 37.62734106, lng: 129.0497078 } },
            { title: "낙산 해수욕장", latlng: { lat: 38.11677, lng: 128.63401 } },
            {
                title: "남애1리 해수욕장",
                latlng: { lat: 37.95490277777778, lng: 128.77271666666667 },
            },
            {
                title: "남애3리 해수욕장",
                latlng: { lat: 37.94564999999999, lng: 128.78464444444444 },
            },
            {
                title: "남항진 해수욕장",
                latlng: { lat: 37.76456944444445, lng: 128.95475555555555 },
            },
            { title: "노봉 해수욕장", latlng: { lat: 37.58734166666667, lng: 129.1021861111111 } },
            { title: "대진 해수욕장", latlng: { lat: 37.58448333333334, lng: 129.1058138888889 } },
            {
                title: "덕산 해수욕장",
                latlng: { lat: 37.386224999999996, lng: 129.24146666666667 },
            },
            { title: "도직 해수욕장", latlng: { lat: 37.60299292, lng: 129.0769156 } },
            { title: "동산 해수욕장", latlng: { lat: 37.98164166666667, lng: 128.75884722222222 } },
            {
                title: "동산포구 해수욕장",
                latlng: { lat: 37.981683333333336, lng: 128.75847777777778 },
            },
            { title: "동호 해수욕장", latlng: { lat: 38.05756944444444, lng: 128.68401944444446 } },
            {
                title: "등대 해수욕장",
                latlng: { lat: 38.217022222222226, lng: 128.59544722222222 },
            },
            { title: "등명 해수욕장", latlng: { lat: 37.703975, lng: 129.01841666666667 } },
            { title: "망상 해수욕장", latlng: { lat: 37.59423888888889, lng: 129.09089166666666 } },
            {
                title: "맹방 해수욕장",
                latlng: { lat: 37.389986111111114, lng: 129.23309166666667 },
            },
            { title: "물치 해수욕장", latlng: { lat: 38.1526, lng: 128.60817 } },
            { title: "부남해변", latlng: { lat: 37.36187777777778, lng: 129.2515611111111 } },
            { title: "북분리 해수욕장", latlng: { lat: 37.988155, lng: 128.748896 } },
            {
                title: "사근진 해수욕장",
                latlng: { lat: 37.81154166666666, lng: 128.90028055555555 },
            },
            { title: "사천 해수욕장", latlng: { lat: 37.85, lng: 128.87 } },
            {
                title: "사천진 해수욕장",
                latlng: { lat: 37.842172222222224, lng: 128.87438055555558 },
            },
            { title: "삼척 해수욕장", latlng: { lat: 37.46904444444445, lng: 129.16896388888887 } },
            {
                title: "설악 해수욕장",
                latlng: { lat: 38.130091666666665, lng: 128.62362222222222 },
            },
            { title: "속초 해수욕장", latlng: { lat: 38.18828055555555, lng: 128.6055888888889 } },
            { title: "송정 해수욕장", latlng: { lat: 37.78026944444444, lng: 128.938075 } },
            { title: "안목 해수욕장", latlng: { lat: 37.773225, lng: 128.94735 } },
            { title: "안인 해수욕장", latlng: { lat: 37.73485277777778, lng: 128.99068055555554 } },
            { title: "어달 해수욕장", latlng: { lat: 37.56803611111111, lng: 129.11870833333333 } },
            { title: "연곡 해수욕장", latlng: { lat: 37.85925583, lng: 128.8537136 } },
            { title: "영진 해수욕장", latlng: { lat: 37.86900183, lng: 128.8457533 } },
            { title: "오산 해수욕장", latlng: { lat: 38.09115833333333, lng: 128.66411944444445 } },
            { title: "옥계 해수욕장", latlng: { lat: 37.6391282, lng: 129.044277 } },
            { title: "외옹치 해수욕장", latlng: { lat: 38.1834, lng: 128.60915555555556 } },
            { title: "용화 해수욕장", latlng: { lat: 37.29007222222222, lng: 129.3048611111111 } },
            {
                title: "원평 해수욕장",
                latlng: { lat: 37.319358333333334, lng: 129.27433611111113 },
            },
            {
                title: "원포리 해수욕장",
                latlng: { lat: 37.93042222222222, lng: 128.79236111111112 },
            },
            {
                title: "인구 해수욕장",
                latlng: { lat: 37.968944444444446, lng: 128.76390833333335 },
            },
            {
                title: "작은후진 해수욕장",
                latlng: { lat: 37.46403055555556, lng: 129.17588333333333 },
            },
            {
                title: "잔교리 해수욕장",
                latlng: { lat: 37.992986111111115, lng: 128.74373333333332 },
            },
            { title: "장호 해수욕장", latlng: { lat: 37.28585555555556, lng: 129.31454722222225 } },
            { title: "정동진 해수욕장", latlng: { lat: 37.69155017, lng: 129.0352866 } },
            {
                title: "정암 해수욕장",
                latlng: { lat: 38.138355555555556, lng: 128.61647222222223 },
            },
            {
                title: "주문진 해수욕장",
                latlng: { lat: 37.911230555555555, lng: 128.81963888888887 },
            },
            { title: "죽도 해수욕장", latlng: { lat: 37.97443888888889, lng: 128.76007222222222 } },
            { title: "중광정해변", latlng: { lat: 38.0274, lng: 128.7186 } },
            { title: "지경 해수욕장", latlng: { lat: 37.922675, lng: 128.80333611111112 } },
            { title: "추암 해수욕장", latlng: { lat: 37.47668055555556, lng: 129.160425 } },
            { title: "하맹방 해수욕장", latlng: { lat: 37.3945, lng: 129.22600277777778 } },
            {
                title: "하조대 해수욕장",
                latlng: { lat: 38.02301666666666, lng: 128.7262611111111 },
            },
            { title: "하평해변", latlng: { lat: 37.82814, lng: 128.8802 } },
        ],
    },
    {
        area: "경상남도",
        space: [
            { title: "광암 해수욕장", latlng: { lat: 35.1, lng: 128.5 } },
            { title: "구영 해수욕장", latlng: { lat: 35.03, lng: 128.69 } },
            {
                title: "구조라 해수욕장",
                latlng: { lat: 34.808305555555556, lng: 128.69088333333335 },
            },
            {
                title: "남일대 해수욕장",
                latlng: { lat: 34.926205555555555, lng: 128.09666111111113 },
            },
            { title: "덕원 해수욕장", latlng: { lat: 34.77883055555556, lng: 128.57549166666666 } },
            { title: "덕포 해수욕장", latlng: { lat: 34.91258333333333, lng: 128.71259166666667 } },
            {
                title: "두곡.월포 해수욕장",
                latlng: { lat: 34.76774722222222, lng: 127.90732777777778 },
            },
            {
                title: "명사 해수욕장",
                latlng: { lat: 34.726144444444444, lng: 128.60385277777777 },
            },
            { title: "물안(옆개) 해수욕장", latlng: { lat: 35.01114722222222, lng: 128.6532 } },
            {
                title: "비진도 해수욕장",
                latlng: { lat: 34.71975555555556, lng: 128.46019166666665 },
            },
            { title: "사곡 해수욕장", latlng: { lat: 34.9, lng: 128.57 } },
            {
                title: "사촌 해수욕장",
                latlng: { lat: 34.741686111111115, lng: 127.85549444444443 },
            },
            {
                title: "상주은모래비치",
                latlng: { lat: 34.72031388888889, lng: 127.98820555555555 },
            },
            { title: "설리 해수욕장", latlng: { lat: 34.71, lng: 128.026 } },
            {
                title: "송정솔바람해변",
                latlng: { lat: 34.721183333333336, lng: 128.02314444444445 },
            },
            { title: "옥계 해수욕장", latlng: { lat: 34.98, lng: 128.6 } },
            {
                title: "와현모래숲해변",
                latlng: { lat: 34.81268333333333, lng: 128.70583888888888 },
            },
            { title: "황포 해수욕장", latlng: { lat: 35.02112777777778, lng: 128.6762472222222 } },
            { title: "흥남 해수욕장", latlng: { lat: 34.960061111111116, lng: 128.71505 } },
        ],
    },
    {
        area: "경상북도",
        space: [
            {
                title: "고래불 해수욕장",
                latlng: { lat: 36.59880833333334, lng: 129.41274444444446 },
            },
            { title: "관성솔밭해변", latlng: { lat: 35.660199999999996, lng: 129.45230555555554 } },
            {
                title: "구룡포 해수욕장",
                latlng: { lat: 35.99679444444445, lng: 129.56625833333334 },
            },
            { title: "구산 해수욕장", latlng: { lat: 36.752225, lng: 129.46807777777778 } },
            { title: "나곡 해수욕장", latlng: { lat: 37.126225, lng: 129.37151111111112 } },
            {
                title: "나정고운모래해변",
                latlng: { lat: 35.78390833333333, lng: 129.49181944444445 },
            },
            {
                title: "남호 해수욕장",
                latlng: { lat: 36.327088888888895, lng: 129.38137777777777 },
            },
            { title: "대진 해수욕장", latlng: { lat: 36.56472222222222, lng: 129.42737777777776 } },
            {
                title: "도구 해수욕장",
                latlng: { lat: 35.992666666666665, lng: 129.44292777777778 },
            },
            {
                title: "망양정 해수욕장",
                latlng: { lat: 36.96717777777778, lng: 129.41404722222222 },
            },
            {
                title: "봉길대왕암해변",
                latlng: { lat: 35.73929166666667, lng: 129.48446388888888 },
            },
            {
                title: "봉평 해수욕장",
                latlng: { lat: 37.044105555555554, lng: 129.41327777777778 },
            },
            {
                title: "영일대 해수욕장",
                latlng: { lat: 36.05403611111111, lng: 129.37750833333334 },
            },
            {
                title: "오류고아라해변",
                latlng: { lat: 35.82243611111112, lng: 129.50959166666667 },
            },
            {
                title: "오보 해수욕장",
                latlng: { lat: 36.440730555555554, lng: 129.43287777777778 },
            },
            { title: "월포 해수욕장", latlng: { lat: 36.20332777777778, lng: 129.3714138888889 } },
            {
                title: "장사 해수욕장",
                latlng: { lat: 36.283202777777774, lng: 129.37601111111113 },
            },
            { title: "전촌솔밭해변", latlng: { lat: 35.787052777777774, lng: 129.49152222222222 } },
            {
                title: "칠포 해수욕장",
                latlng: { lat: 36.132327777777775, lng: 129.40029166666667 },
            },
            { title: "하저리 해수욕장", latlng: { lat: 36.3898, lng: 129.4095027777778 } },
            { title: "화진 해수욕장", latlng: { lat: 36.25324722222222, lng: 129.3734138888889 } },
            { title: "후정 해수욕장", latlng: { lat: 37.07212777777778, lng: 129.41365277777777 } },
            { title: "후포 해수욕장", latlng: { lat: 36.67583055555556, lng: 129.44218333333333 } },
        ],
    },
    {
        area: "부산광역시",
        space: [
            {
                title: "광안리 해수욕장",
                latlng: { lat: 35.153555555555556, lng: 129.11940555555557 },
            },
            {
                title: "다대포 해수욕장",
                latlng: { lat: 35.046077777777775, lng: 128.96575833333333 },
            },
            { title: "송도 해수욕장(부산)", latlng: { lat: 35.08, lng: 129.02 } },
            { title: "송정 해수욕장", latlng: { lat: 35.178533333333334, lng: 129.199725 } },
            { title: "일광 해수욕장", latlng: { lat: 35.27, lng: 129.23353055555555 } },
            {
                title: "임랑 해수욕장",
                latlng: { lat: 35.318538888888895, lng: 129.26437777777778 },
            },
            {
                title: "해운대 해수욕장",
                latlng: { lat: 35.158852777777774, lng: 129.16168611111112 },
            },
        ],
    },
    {
        area: "울산광역시",
        space: [
            { title: "일산 해수욕장", latlng: { lat: 35.49559166666667, lng: 129.43099999999998 } },
            { title: "진하 해수욕장", latlng: { lat: 35.38356388888889, lng: 129.34582222222224 } },
        ],
    },
    {
        area: "인천광역시",
        space: [
            { title: "떼뿌루 해수욕장", latlng: { lat: 37.21242222222222, lng: 126.174975 } },
            {
                title: "서포리 해수욕장",
                latlng: { lat: 37.219430555555554, lng: 126.11484444444444 },
            },
            { title: "수기 해수욕장", latlng: { lat: 37.543575, lng: 126.43191666666667 } },
            {
                title: "십리포 해수욕장",
                latlng: { lat: 37.281394444444445, lng: 126.48355555555555 },
            },
            { title: "옹암 해수욕장", latlng: { lat: 37.53479166666666, lng: 126.35617222222221 } },
            { title: "왕산 해수욕장", latlng: { lat: 37.45615277777778, lng: 126.37121666666665 } },
            {
                title: "을왕리 해수욕장",
                latlng: { lat: 37.44713888888889, lng: 126.37209444444444 },
            },
            {
                title: "이일레 해수욕장",
                latlng: { lat: 37.16471111111111, lng: 126.30210277777778 },
            },
            { title: "장경리 해수욕장", latlng: { lat: 37.277875, lng: 126.45091388888889 } },
            { title: "장골 해수욕장", latlng: { lat: 37.24935833333333, lng: 126.31468333333333 } },
            {
                title: "하나개 해수욕장",
                latlng: { lat: 37.38684722222222, lng: 126.41125277777779 },
            },
        ],
    },
    {
        area: "전라남도",
        space: [
            {
                title: "가계 해수욕장",
                latlng: { lat: 34.435027777777776, lng: 126.35513333333333 },
            },
            {
                title: "가마미 해수욕장",
                latlng: { lat: 35.398558333333334, lng: 126.40825833333334 },
            },
            { title: "거문도(유림) 해수욕장", latlng: { lat: 34.01, lng: 127.289863888889 } },
            {
                title: "관매도 해수욕장",
                latlng: { lat: 34.246719444444444, lng: 126.05194999999999 },
            },
            {
                title: "금갑 해수욕장",
                latlng: { lat: 34.395069444444445, lng: 126.27755555555555 },
            },
            { title: "금장 해수욕장", latlng: { lat: 34.43546944444444, lng: 127.16492222222223 } },
            {
                title: "나로우주 해수욕장",
                latlng: { lat: 34.470619444444445, lng: 127.46812222222222 },
            },
            {
                title: "남열해돋이 해수욕장",
                latlng: { lat: 34.57895277777778, lng: 127.48668611111111 },
            },
            { title: "낭도 해수욕장", latlng: { lat: 34.6, lng: 127.54 } },
            { title: "대광 해수욕장", latlng: { lat: 35.10315555555556, lng: 126.06903333333332 } },
            { title: "대전 해수욕장", latlng: { lat: 34.71276666666667, lng: 127.27055277777778 } },
            { title: "덕흥 해수욕장", latlng: { lat: 34.52704722222222, lng: 127.45916111111111 } },
            { title: "돈목 해수욕장", latlng: { lat: 34.609055, lng: 125.827436 } },
            {
                title: "돌머리 해수욕장",
                latlng: { lat: 35.08653888888889, lng: 126.43910277777778 },
            },
            { title: "만성리검은모래 해수욕장", latlng: { lat: 34.777383, lng: 127.744882 } },
            { title: "모사금 해수욕장", latlng: { lat: 34.8, lng: 127.76 } },
            {
                title: "무술목 해수욕장",
                latlng: { lat: 34.68375555555555, lng: 127.77630277777777 },
            },
            { title: "발포 해수욕장", latlng: { lat: 34.49176666666667, lng: 127.35669999999999 } },
            { title: "방죽포 해수욕장", latlng: { lat: 34.63, lng: 127.79 } },
            { title: "배낭기미 해수욕장", latlng: { lat: 34.69, lng: 125.43 } },
            { title: "백길 해수욕장", latlng: { lat: 34.85787777777778, lng: 126.03281666666666 } },
            { title: "분계 해수욕장", latlng: { lat: 34.88, lng: 126.05 } },
            { title: "설레미 해수욕장", latlng: { lat: 34.96, lng: 126.14 } },
            { title: "송이도 해수욕장", latlng: { lat: 35.27435555555555, lng: 126.152725 } },
            { title: "시목 해수욕장", latlng: { lat: 34.672244444444445, lng: 125.9545638888889 } },
            { title: "신도 해수욕장", latlng: { lat: 34.58, lng: 125.97 } },
            { title: "신전 해수욕장", latlng: { lat: 34.283319444444444, lng: 126.073225 } },
            { title: "신지명사십리 해수욕장", latlng: { lat: 34.32637777777778, lng: 126.8086 } },
            { title: "안도 해수욕장", latlng: { lat: 34.490681, lng: 127.812671 } },
            { title: "안악해수욕장", latlng: { lat: 35.147102, lng: 126.392288 } },
            { title: "연소 해수욕장", latlng: { lat: 34.45, lng: 127.12 } },
            { title: "염포 해수욕장", latlng: { lat: 34.43, lng: 127.49 } },
            {
                title: "외달도 해수욕장",
                latlng: { lat: 34.781933333333335, lng: 126.29689166666667 },
            },
            { title: "용동 해수욕장", latlng: { lat: 34.63, lng: 127.18 } },
            {
                title: "우전 해수욕장",
                latlng: { lat: 34.971247222222225, lng: 126.13660833333334 },
            },
            { title: "웅천 해수욕장", latlng: { lat: 34.74, lng: 127.67 } },
            {
                title: "원평 해수욕장",
                latlng: { lat: 34.77687777777778, lng: 125.91842777777778 },
            },
            { title: "율포 해수욕장", latlng: { lat: 34.66974444444444, lng: 127.08851944444444 } },
            { title: "익금 해수욕장", latlng: { lat: 34.42932222222222, lng: 127.14468333333333 } },
            { title: "장등 해수욕장", latlng: { lat: 34.65, lng: 127.61 } },
            { title: "짱뚱어 해수욕장", latlng: { lat: 34.99, lng: 126.13 } },
            { title: "풍류 해수욕장", latlng: { lat: 34.66, lng: 127.23 } },
            { title: "하트 해수욕장", latlng: { lat: 34.74975277777778, lng: 125.894625 } },
            { title: "황성금리 해수욕장", latlng: { lat: 34.53, lng: 126.06 } },
        ],
    },
    {
        area: "전라북도",
        space: [
            { title: "격포 해수욕장", latlng: { lat: 35.63001666666667, lng: 126.46926666666667 } },
            {
                title: "고사포 해수욕장",
                latlng: { lat: 35.66284722222222, lng: 126.50863333333334 },
            },
            { title: "구시포 해수욕장", latlng: { lat: 35.44513055555555, lng: 126.43 } },
            { title: "동호 해수욕장", latlng: { lat: 35.51984722222222, lng: 126.48 } },
            { title: "모항 갯벌 해수욕장", latlng: { lat: 35.582155, lng: 126.507543 } },
            { title: "변산 해수욕장", latlng: { lat: 35.68028611111111, lng: 126.52960277777778 } },
            {
                title: "선유도 해수욕장",
                latlng: { lat: 35.816855555555556, lng: 126.41141666666667 },
            },
            { title: "위도 해수욕장", latlng: { lat: 35.61, lng: 126.28 } },
        ],
    },
    {
        area: "제주특별자치도",
        space: [
            {
                title: "곽지과물 해수욕장",
                latlng: { lat: 33.45064722222222, lng: 126.30459722222221 },
            },
            {
                title: "금능으뜸원 해수욕장",
                latlng: { lat: 33.38990833333333, lng: 126.23517777777778 },
            },
            {
                title: "김녕성세기 해수욕장",
                latlng: { lat: 33.557988888888886, lng: 126.75972777777778 },
            },
            { title: "삼양검은모래 해수욕장", latlng: { lat: 33.525725, lng: 126.58600277777778 } },
            {
                title: "신양섭지코지 해수욕장",
                latlng: { lat: 33.43462222222222, lng: 126.9237638888889 },
            },
            { title: "월정리해변(월정리해수욕장)", latlng: { lat: 33.544586, lng: 126.820488 } },
            {
                title: "이호테우 해수욕장",
                latlng: { lat: 33.49799166666667, lng: 126.45268611111112 },
            },
            {
                title: "중문ㆍ색달 해수욕장",
                latlng: { lat: 33.244794444444445, lng: 126.41160833333333 },
            },
            { title: "표선해비치", latlng: { lat: 33.327275, lng: 126.84339999999999 } },
            {
                title: "함덕서우봉 해수욕장",
                latlng: { lat: 33.543441666666666, lng: 126.66944722222223 },
            },
            { title: "협재 해수욕장", latlng: { lat: 33.39445833333333, lng: 126.23996666666667 } },
            {
                title: "화순금모래 해수욕장",
                latlng: { lat: 33.23623888888889, lng: 126.31920277777778 },
            },
        ],
    },
    {
        area: "충청남도",
        space: [
            {
                title: "난지도 해수욕장",
                latlng: { lat: 37.04736666666666, lng: 126.42326944444444 },
            },
            { title: "대천 해수욕장", latlng: { lat: 36.31, lng: 126.51 } },
            { title: "무창포 해수욕장", latlng: { lat: 36.24, lng: 126.53 } },
            { title: "왜목마을 해수욕장", latlng: { lat: 37.04, lng: 126.53 } },
            { title: "춘장대 해수욕장", latlng: { lat: 36.16, lng: 126.52 } },
        ],
    },
];

export default jellyfishData;
